
bar = '<b>ЦЕЛЬ ГРУППЫ:</b>\n'\
      'Отдавать и продавать ненужные вещи в хорошем состоянии!\n\n'\
      '<b>ПРАВИЛА ГРУППЫ:</b>\n'\
      '<b>1)</b> На канале можно публиковать объявления продажи или дарения личных вещей!\n'\
      '<b>2)</b> Объявление должно содержать: описание, фото, цену (или написать, что лот бесплатный)!\n'\
      '<b>3)</b> Дублировать одно и тоже объявление можно не чаще чем раз в сутки! Если дублируете '\
      'объявление, удалите предыдущее!\n'\
      '<b>4)</b> Языки общения на канале: 🇧🇾🇺🇦🇵🇱🇷🇺🇬🇧\n'\
      '<b>5)</b> Если объявление стало не актуально, удалите пожалуйста объявление!\n'\
      '<b>6)</b> ⛔️ Запрещены объявления нарушающие законы РП! ⛔️\n'\
      '<b>7)</b> ⛔️ Запрещено размещение ссылок на сторонние ТГ каналы! ⛔️\n'\
      '<b>8)</b> ⛔️ Продажа лота удаленно с предоплатой запрещена, должна быть возможность '\
      'купить лот в Лодзи! ⛔️\n\n'\
      '<b>ТАКЖЕ МОЖНО ПУБЛИКОВАТЬ:</b>\n'\
      '<b>1) Предложения о работе:</b> с расшифровкой вида деятельности, обязанностей и з\п '\
      '(не ниже 17зл час нетто!).\n'\
      '<b>2) Услуги:</b> с указанием вида услуг и прейскурантом цен. Если конкретную цену указать '\
      'невозможно, должен быть указан диапазон цен (от и до)!\n\n'\
      '☠️ <b>Все объявления нарушающие правила группы будут удалены. Пользователи, которые '\
      'неоднократно нарушают правила группы будут заблокированы! </b>☠️\n\n'\
      '⚠️<b>Если вы хотите публиковать в группе объявления, которые не соответствуют правилам группы '\
      'или объявления комерческих продаж, '\
      'необходимо согласовать объявления и условия публикации с администратором '\
      'группы https://t.me/R1VaL24. </b>⚠️'

BW='<b>ЦЕЛЬ ГРУППЫ:</b>\n'\
      'Отдавать и продавать ненужные вещи в хорошем состоянии!\n\n'\
      '<b>ПРАВИЛА ГРУППЫ:</b>\n'\
      '<b>1)</b> На канале можно публиковать объявления продажи или дарения личных вещей!\n'\
      '<b>2)</b> Объявление должно содержать: описание, фото, цену (или написать, что лот бесплатный)!\n'\
      '<b>3)</b> Дублировать одно и тоже объявление можно не чаще чем раз в сутки! Если дублируете '\
      'объявление, удалите предыдущее!\n'\
      '<b>4)</b> Языки общения на канале: 🇧🇾🇺🇦🇵🇱🇷🇺🇬🇧\n'\
      '<b>5)</b> Если объявление стало не актуально, удалите пожалуйста объявление!\n'\
      '<b>6)</b> ⛔️ Запрещены объявления нарушающие законы РП! ⛔️\n'\
      '<b>7)</b> ⛔️ Запрещено размещение ссылок на сторонние ТГ каналы! ⛔️\n'\
      '<b>8)</b> ⛔️ Продажа лота удаленно с предоплатой запрещена, должна быть возможность '\
      'купить лот в Варшаве! ⛔️\n\n'\
      '☠️ <b>Все объявления нарушающие правила группы будут удалены. Пользователи, которые '\
      'неоднократно нарушают правила группы будут заблокированы! </b>☠️\n\n'\
      '⚠️<b>Если вы хотите публиковать в группе объявления, которые не соответствуют правилам группы '\
      'или объявления комерческих продаж, '\
      'необходимо согласовать объявления и условия публикации с администратором '\
      'группы https://t.me/R1VaL24. </b>⚠️'
